Repository: Munyola/editra-plugins
Catalog: Projects/catalogs/Projects_*.po
Languages: lv_lv

source: *NAME*
lv_lv: *NOSAUKUMS*

source: *VALUE*
lv_lv: *VĒRTĪBA*

source: . Do you wish to continue?
lv_lv: . Vai vēlaties turpināt?

source: Add Project
lv_lv: Pievienot projektu

source: Add a New Repository Path
lv_lv: Jauna repozitorija ceļa pievienošana

source: Add to repository
lv_lv: Pievienot repozitorijam

source: An error occurred when attempting to remove
lv_lv: Radās kļūda, mēģinot noņemt

source: Author
lv_lv: Autors

source: Built-in
lv_lv: Iebūvētā

source: C File
lv_lv: C fails

source: Choose a Project Directory
lv_lv: Izvēlieties projekta direktoriju

source: Commit
lv_lv: Iesniegt

source: Commit Dialog
lv_lv: Iesniegšanas dialogs

source: Commit changes
lv_lv: Iesniegt izmaiņas

source: Compare Revisions
lv_lv: Salīdzināt pārskatus

source: Compare Selected Revisions
lv_lv: Salīdzināt atlasītos pārskatus

source: Compare to Selected Revision
lv_lv: Salidzināt ar atlasīto pārskatu

source: Compare to previous version
lv_lv: Salīdzināt ar iepriekšējo versiju

source: Configure
lv_lv: Konfigurēt

source: Copy
lv_lv: Kopēt

source: Could not retrieve file
lv_lv: Nevar iegūt failu

source: Cut
lv_lv: Izgriezt

source: Date
lv_lv: Datums

source: Diff Program
lv_lv: Diff programma

source: Edit
lv_lv: Rediģēt

source: Enter a command to be executed on all selected files and files in selected directories.
lv_lv: Ievadiet komandu, kas jāizpilda attiecībā uz visiem atlasītajiem failiem un visiem atlasīto direktoriju failiem.

source: Enter command to execute on all files
lv_lv: Ievadiet komandu, kas jāizpilda attiecībā uz visiem failiem

source: Enter your commit message:
lv_lv: Ievadiet iesniegšanas ziņojumu:

source: Environment Variables
lv_lv: Vides mainīgie

source: Error occurred when copying/moving files
lv_lv: Failu kopēšanas/pārvietošanas laikā radās kļūda

source: Error occurred when removing files
lv_lv: Failu pārvietošanas laikā radās kļūda

source: Executable Path
lv_lv: Izpildāmā faila ceļš

source: Execute command on files
lv_lv: Izpildīt komandu attiecībā uz failiem

source: Execute command...
lv_lv: Komandas izpilde...

source: File Filters
lv_lv: Failu filtri

source: Filename
lv_lv: Faila nosaukums

source: Folder
lv_lv: Mape

source: General
lv_lv: Vispārīgi

source: HTML File
lv_lv: HTML fails

source: History information could not be retrieved
lv_lv: Nevar iegūt informāciju par vēsturi

source: Keep project tree synchronized with editor notebook
lv_lv: Uzturēt projektu koku sinhronizēti ar redaktora piezīmju grāmatiņu

source: Log Message
lv_lv: Žurnāla ziņojums

source: Make Patch
lv_lv: Izveidot ielāpu

source: Message
lv_lv: Ziņojums

source: Move to Recycle Bin
lv_lv: Pārvietot uz atkritni

source: Move to Trash
lv_lv: Pārvietot uz atkritumu tvertni

source: Name
lv_lv: Nosaukums

source: New...
lv_lv: Jauns...

source: Open
lv_lv: Atvērt

source: Open Projects Sidepanel
lv_lv: Atvērt projektu sānu paneli

source: Open enclosing folder
lv_lv: Atvērt atrašanās vietas mapi

source: Open the Projects source control summary list
lv_lv: Atvērt projektu avotu vadības kopsavilkuma sarakstu

source: Password
lv_lv: Parole

source: Paste
lv_lv: Ielīmēt

source: Php File
lv_lv: PHP fails

source: Please enter a repository path. Partial paths may also be entered.
lv_lv: Lūdzu, ievadiet repozitorija ceļu. Var ievadīt arī nepilnus ceļus.

source: Projects
lv_lv: Projekti

source: Projects Configuration
lv_lv: Projektu konfigurācija

source: Python File
lv_lv: Python fails

source: Recent Messages
lv_lv: Pēdējie ziņojumi

source: Refresh
lv_lv: Atsvaidzināt

source: Refresh status
lv_lv: Atsvaidzināt statusu

source: Remove Project
lv_lv: Noņemt projektu

source: Remove from repository
lv_lv: Noņemt no repozitorija

source: Remove repository
lv_lv: Noņemt repozitoriju

source: Repository
lv_lv: Repozitorijs

source: Repository Configuration
lv_lv: Repozitorija konfigurācija

source: Retrieving File History
lv_lv: Faila vēstures iegūšana

source: Rev #
lv_lv: Pārsk. nr.

source: Revert
lv_lv: Atjaunot

source: Revert to repository version
lv_lv: Atjaunot repozitorija versiju

source: Revision History
lv_lv: Pārskatīšanas vēsture

source: Search Log
lv_lv: Meklēšanas žurnāls

source: Select diff program
lv_lv: Izvēlieties Diff programmu

source: Select the repository path to remove
lv_lv: Atlasiet noņemšanai paredzēto repozitorija ceļu

source: Selected files are from multiple repositories
lv_lv: Atlasītie faili ir iekļauti vairākos repozitorijos

source: Show revision history
lv_lv: Rādīt pārskatīšanas vēsturi

source: Source Control
lv_lv: Avota vadība

source: Source control system
lv_lv: Avotu pārvaldības sistēma

source: Space separated list of files patterns to exclude from view The use of wildcards (*) are permitted.
lv_lv: Ar atstarpēm atdalītu failu paraugu saraksts, kas jāizslēdz no skata. Ir atļauta aizstājējzīmju (*) lietošana.

source: Status
lv_lv: Statuss

source: Text File
lv_lv: Teksta fails

source: The following command will be executed on all selected files and files contained in selected directories.
lv_lv: Tālāk norādītā komanda tiks izpildīta attiecībā uz visiem atlasītajiem un atlasītajos direktorijos esošajiem failiem.

source: The history information for the requested file could not be retrieved. Please make sure that you have network access.
lv_lv: Nevar iegūt informāciju par pieprasītā faila vēsturi. Lūdzu, pārbaudiet piekļuvi tīklam.

source: The requested file could not be retrieved from the source control system.
lv_lv: Nevar iegūt pieprasīto failu no avota vadības sistēmas.

source: The system returned the following message when attempting to move/copy %(filename)s: %(errmsg)s.
lv_lv: %(filename)s pārvietošanas/kopēšanas mēģinājuma laikā sistēmā tika nosūtīts šāds ziņojums: %(errmsg)s.

source: The system returned the following message when attempting to move/copy %(filename)s: %(errmsg)s. Do you wish to continue?
lv_lv: %(filename)s pārvietošanas/kopēšanas mēģinājuma laikā sistēmā tika nosūtīts šāds ziņojums: %(errmsg)s. Vai vēlaties turpināt?

source: Untitled Folder
lv_lv: Mape bez nosaukuma

source: Update
lv_lv: Atjaunināt

source: Use a specified diff program
lv_lv: Izmantot norādīto Diff programmu

source: Username
lv_lv: Lietotājvārds

source: Value
lv_lv: Vērtība

source: You can not execute source control commands across multiple repositories.
lv_lv: Avota vadības komandas nevar izpildīt attiecībā uz vairākiem repozitorijiem.
